Repository: iagorubio/cssed-findinfiles-plugin
Catalog: po/*.po
Languages: es, fr

source: Findinfiles Plugin
es: Plugin Findinfiles
fr: Recherche dans fichiers

source: Find matches in various files
es: busca coincidencias en varios archivos
fr: Recherche des chaînes de caractères dans des fichiers

source: Find in files
es: Buscar en archivos
fr: Recherche dans les fichiers

source: Search term
es: Término de búsqueda
fr: Chaîne à rechercher

source: Depth
es: Profundidad
fr: Niveau d'imbrication

source: Click here to start a search
es: Pulse aqui para comenzar una búsqueda
fr: Cliquez ici pour commencer la recherche

source: Base directory
es: Directorio base
fr: Répertoire de démarrage

source: From document
fr: À partir du document

source: Click here to set the base directory from current's document one.
es: Pulse aqui para configurar el directorio base desde el directorio actual
fr: Cliquez ici pour définir le répertoire de démarrage à partir de celui du document.

source: Click here to set the base directory
es: Pulse aqui para configurar el directorio base
fr: Cliquez ici pour définir le répertoire de démarrage

source: Enter a base directory to search
es: Introduce un directorio base para buscar
fr: Saisissez un repertoire à partir duquel s'effectuera la recherche

source: In current base directory
es: En el directorio actual
fr: Dans le répertoire de démarrage actif

source: In file's base directory
es: En el directorio del archivo
fr: Dans le répertoire de base du fichier

source: Base directory not set
es: Directorio base no configurado
fr: Le répertoire de démarrage n'est pas défini

source: Please set the base directory where the search will start
es: Por favor ajuste el directorio base desde el que realizar la búsqueda
fr: Veuillez définir le répertoire à partir duquel la recherche s'effectuera

source: Search term not set
es: No hay un término de búsqueda
fr: La chaîne de caractères à recherche n'est pas définie

source: Please enter a search term to search for.
es: Por favor introduzca un término de búsqueda
fr: Veuillez saisir une chaîne de caractères à rechercher.

source: Search error
es: Error en la búsqueda
fr: Erreur pendant la recherche

source: Unable to launch the search proccess
es: Imposible realizar el proceso de búsqueda
fr: Impossible de lancer le processus de recherche

source: Select a directory
es: Seleccione un directorio
fr: Choisissez un répertoire

source: File is not saved
es: El archivo no ha sido guardado
fr: Fichier non enregistré

source: The file is not saved on this, cannot use this file's base directory
es: Este archivo no ha sido guardado y no se desde que directorio comenzar la búsqueda. Por favor, guarde el archivo e inténtelo de nuevo.
fr: Ce fichier n'a pas été enregistré, il n'y a donc pas de répertoire de démarrage pour ce fichier

source: Cannot open pipe
fr: Impossible d'ouvrir le tube

source: ** Starting search ...
es: ** Inicio de busqueda ...
fr: ** Début de recherche ...

source: ** Search end.
es: Término de búsqueda.
fr: ** Fin de la recherche.

source: File not saved
es: El archivo no ha sido guardado
fr: Fichier non enregistré

source: This file is not saved, so there is no base directory for this file. Please save the file and try again.
es: Este archivo no ha sido guardado y no se desde que directorio comenzar la búsqueda. Por favor, guarde el archivo e inténtelo de nuevo.
fr: Ce fichier n'a pas été enregistré, il n'y a donc pas de répertoire de démarrage pour ce fichier. Veuillez enregistrer le fichier et reéssayer.
